Repository: simon-knuth/scanner
Catalog: Scanner/Scanner/Resources/Strings/*/Resources.resw
Source language: en
Languages: de, es, fr, id, it

# ScanMergeTipDialogBody
source: You can select "Scan and merge into PDF" from the scan menu to insert new pages in specific spots. This makes scanning two-sided sheets a piece of cake.
de: Sie können "Scannen und in PDF zusammenführen" im Scan-Menü wählen, um neue Seiten an bestimmten Stellen einzufügen. Damit wird das Scannen beidseitig bedruckter Blätter zum Kinderspiel.
es: Puedes elegir "Escanear y combinar a PDF" desde el menú de escaneo para insertar nuevas páginas en lugares específicos. Esto hace pan comido escanear páginas a doble cara.
fr: Vous pouvez sélectionner "Numériser et fusionner dans le PDF" dans le menu de numérisation pour insérer de nouvelles pages à des endroits spécifiques. Cela fait de la numérisation de feuilles recto verso un jeu d'enfant.
id: Anda dapat memilih "Pindai dan gabungkan ke dalam PDF" dari menu pindai untuk menyisipkan halaman baru di tempat tertentu. Hal ini membuat pemindaian lembaran dua sisi menjadi sangat mudah.
it: È possibile selezionare "Scansione e unione in PDF" dal menu di scansione per aggiungere nuove pagine in punti specifici. Questo rende la scansione di fogli a due lati un gioco da ragazzi.

# ErrorMessageFileUnavailableBody
source: The file you are trying to edit/use is unavailable. Please don't move, rename or open files outside of the app, until you are done editing here.
de: Die Datei, die Sie bearbeiten/nutzen möchten, ist nicht verfügbar. Bitte verschieben, öffnen und bearbeiten Sie Dateien nicht außerhalb der App, bevor Sie mit der Bearbeitung hier fertig sind.
es: El archivo que intentas editar/usar no está disponible. Por favor no muevas, renombres o abras archivos fuera del app hasta que termines de editar aquí.
fr: Le fichier que vous essayez de modifier/utiliser n'est pas disponible. Veuillez ne pas déplacer, renommer ou ouvrir des fichiers en dehors de l'application tant que vous n'avez pas terminé les modifications ici.
id: File yang anda coba edit/gunakan tidak tersedia. Tolong jangan pindah, ganti nama atau buka file di luar aplikasi, sampai anda selesai mengedit di sini.
it: Il file che si sta tentando di modificare/utilizzare non è disponibile. Si prega di non spostare, rinominare o aprire file al di fuori dell'app, fino a quando non si ha finito di modificare qui.

# ErrorMessageFileUnavailableHeading
source: File unavailable
de: Datei nicht verfügbar
es: Archivo no disponible
fr: Fichier indisponible
id: File tidak tersedia
it: File non disponibile

source: Discard selected scan region
de: Gewählte Scanregion verwerfen
es: Descartar área seleccionada
fr: Ignorer la zone de numérisation sélectionnée
id: Buang wilayah pemindaian yang dipilih
it: Annulla selezione area scansione

# ApplyPreviewRegion
source: Apply selection
de: Auswahl anwenden
es: Aplicar selección
fr: Appliquer la sélection.
id: Terapkan pilihan
it: Applica selezione

# PreviewSelectRegionHeading
source: Scan region selection
de: Scanregion wählen
es: Selección de área de escaneo
fr: Sélection de la zone de numérisation
id: Pindai pemilihan wilayah
it: Selezione area di scansione

# PreviewHeightToolTip
source: Height of entire preview
de: Höhe der gesamten Vorschau
es: Altura de la vista previa
fr: Hauteur de la page de prévisualisation
id: Tinggi seluruh pratinjau
it: Altezza dell'intera anteprima

# PreviewSelectedHeightToolTip
source: Height of selected scan region
de: Höhe der gewählten Scanregion
es: Ancho del área seleccionada
fr: Hauteur de la zone de numérisation sélectionnée
id: Tinggi wilayah pemindaian yang dipilih
it: Altezza dell'area di scansione selezionata

# PreviewSelectedWidthToolTip
source: Width of selected scan region
de: Breite der gewählten Scanregion
es: Ancho del área seleccionada
fr: Largeur de la zone de numérisation sélectionnée
id: Lebar wilayah pemindaian yang dipilih
it: Larghezza dell'area di scansione selezionata

# PreviewWidthToolTip
source: Width of entire preview
de: Breite der gesamten Vorschau
es: Ancho de la vista previa
fr: Largeur de la page de prévisualisation
id: Lebar seluruh pratinjau
it: Larghezza dell'intera anteprima

# PreviewWithRegionSelectedToolTip
source: Preview (scan region selected)
de: Vorschau (Scanregion ausgewählt)
es: Vista previa (área seleccionada)
fr: Prévisualisation (zone de numérisation activée)
id: Pratinjau (pindai wilayah yang dipilih)
it: Anteprima (area di scansione selezionata)

# AspectRatioNALegal
source: Legal
fr: Legal US
it: Legale

# FileNamingSettingsHeading
source: File naming settings
de: Dateinamen-Einstellungen
es: Configuración de nombres de archivos
fr: Paramètres de nom de fichiers
id: Opsi penamaan file
it: Impostazioni di denominazione documenti

# ScanMergeReverseOrderToolTip
source: Reverse order of inserted pages
de: Reihenfolge der eingefügten Seiten umkehren
es: Orden inverso de las páginas insertadas
fr: Inverse l'ordre des pages numérisées
id: Urutan terbalik dari halaman yang disisipkan
it: Capovolgi ordine delle pagine aggiunte

# TextScanMergeElementLastPage
source: Last scanned page
de: Zuletzt gescannte Seite
es: Ultima página escaneada
fr: Dernière page numérisée
id: Halaman terakhir yang dipindai
it: Ultima pagina scansionata

# ScanMergeLastPage
source: Last page
de: Letzte Seite
es: Ultima página
fr: Dernière page
id: Halaman terakhir
it: Ultima pagina

# SettingsAppLanguage
source: App language
de: Sprache der App
es: Idioma de la aplicación
fr: Langue de l'application
id: Bahasa aplikasi
it: Lingua dell'app

# SettingsAppLanguageSystem
source: System setting
de: Systemsprache
es: Configuración del sistema
fr: Paramètre du système
id: Pengaturan sistem
it: Impostazioni di sistema

# ScanProgressAutomaticRotation
source: Automatic rotation...
de: Automatisches Drehen...
es: Rotación automática...
fr: Rotation automatique...
id: Rotasi otomatis...
it: Rotazione automatica...

# ScanProgressFinishing
source: Almost done...
de: Fast geschafft...
es: Casi hecho...
fr: Presque terminé...
id: Hampir selesai...
it: Quasi terminato...

# ScanProgressPdfGeneration
source: Preparing PDF...
de: PDF vorbereiten...
es: Preparando PDF...
fr: Préparation du PDF...
id: Menyiapkan PDF...
it: Preparo PDF...

# ScanProgressProcessing
source: Processing...
de: Verarbeiten...
es: Procesando...
fr: En cours...
id: Proses...
it: In lavorazione...

# ScanProgressSaving
source: Saving...
de: Speichern...
es: Guardando...
fr: Sauvegarde...
id: Menyimpan...
it: Salvataggio...

# ScanProgressScanning
source: Scanning...
de: Scannen...
es: Escaneando...
fr: Numérisation...
id: Memindai...
it: Scansione...

source: Save location settings
de: Speicherort-Einstellungen
es: Guardar configuración de ubicación
fr: Paramètres d'enregistrement
id: Opsi lokasi simpan
it: Salva le impostazioni di posizione

# SetupDialogSaveLocationBody
source: Choose a set location or select a new one for every scan.
de: Wählen Sie einen festen Speicherort oder wählen Sie für jeden Scan einen neuen.
es: Elija una ubicación establecida o seleccione una nueva para cada escaneo.
fr: Choisir un emplacement définit ou sélectionner un nouveau pour chaque numérisation.
id: Pilih lokasi yang ditetapkan atau pilih yang baru untuk setiap pemindaian.
it: Scegli una posizione impostata o selezionane una nuova per ogni scansione.

# SetupDialogSaveLocationFooter
source: The app automatically saves changes each time you scan pages or edit existing ones - no need to worry about forgetting something.
de: Die App speichert Änderungen automatisch bei jedem Scan oder wenn Sie eine Seite bearbeiten. So müssen Sie sich keine Sorgen machen, etwas zu vergessen.
es: La aplicación guarda automáticamente los cambios cada vez que escanea páginas o edita las existentes; no debe preocuparse por olvidar algo.
fr: L'application enregistre automatiquement les modifications chaque fois que vous numérisez des pages ou modifiez des pages existantes - vous n'avez pas à craindre d'oublier quelque chose.
id: Aplikasi ini secara otomatis menyimpan perubahan setiap kali anda memindai halaman atau mengedit yang sudah ada - tidak perlu khawatir melupakan sesuatu.
it: L'app salva automaticamente le modifiche ogni volta che si scansionano pagine o si modificano quelle esistenti - non c'è bisogno di preoccuparsi di dimenticare qualcosa.

# FileNamingBlockDay
source: Day
de: Tag
es: Día
fr: Jour
id: Hari
it: Giorno

# FileNamingBlockFileType
source: File type
de: Dateityp
es: Tipo de archivo
fr: Type de fichier
id: Jenis file
it: Tipo di file

# FileNamingBlockHour
source: Hour
de: Stunde
es: Hora
fr: Heure
id: Jam
it: Ora

# FileNamingBlockHourPeriod
source: AM/PM
es: Período de horas
it: Mattina/pomeriggio

# FileNamingBlockMinute
source: Minute
es: Minuto
id: Menit
it: Minuto

# FileNamingBlockMonth
source: Month
de: Monat
es: Mes
fr: Mois
id: Bulan
it: Mese

# FileNamingBlockResolution
source: Resolution
de: Auflösung
es: Resolución
fr: Résolution
id: Resolusi
it: Risoluzione

# FileNamingBlockScannerName
source: Scanner name
es: Nombre del scanner
fr: Nom du scanneur
id: Nama pemindai
it: Nome scanner

# FileNamingBlockSecond
source: Second
de: Sekunde
es: Segundo
fr: Seconde
id: Detik
it: Secondo

# FileNamingBlockText
source: Text
es: Texto
fr: Texte
id: Teks
it: Testo

# FileNamingBlockYear
source: Year
de: Jahr
es: Año
fr: Année
id: Tahun
it: Anno

# FileNamingAddBlock
source: Add block
de: Block hinzufügen
es: Agregar bloque
fr: Ajouter un bloc
id: Tambahkan blok
it: Aggiungi blocco

# FileNamingClearPattern
source: Clear pattern
de: Muster leeren
es: Quitar patrón
fr: Effacer le modèle
id: Bersihkan pola
it: Modello chiaro

# FileNamingEditCustomPattern
source: Edit custom pattern
de: Benutzerdefiniertes Muster bearbeiten
es: Editar patrón personalizado
fr: Éditer le modèle personnalisé
id: Edit pola kustom
it: Modifica modello personalizzato

# CustomFileNamingDialogHeading
source: Custom file naming pattern
de: Benutzerdefiniertes Dateinamenmuster
es: Patrón de nombre de archivo personalizado
fr: Modèle personnalisé de nom de fichier
id: Pola penamaan file kustom
it: Modello di denominazione dei file personalizzato

# FileNamingPreviewHeading
source: Preview
de: Vorschau
es: Previsualización
fr: Aperçu
id: Pratinjau
it: Anteprima

# ScanMergePreviewHeading
source: Preview
de: Vorschau
es: Previsualización
fr: Aperçu
id: Pratinjau
it: Anteprima

# FileNamingBlock24Hours
source: 24-hours
de: 24 Stunden
es: 24 horas
fr: 24 heures
id: 24 jam
it: 24 ore

# FileNamingBlockAllCaps
source: In upper case
de: Großbuchstaben
es: En mayúsculas
fr: En majuscule
id: Dalam huruf besar
it: Maiuscolo

# FileNamingBlockDayMonth
source: Day of month
de: Tag des Monats
es: Día del mes
fr: Jour du mois
id: Hari dalam bulan
it: Giorno del mese

# FileNamingBlockDayWeek
source: Day of week
de: Tag der Woche
es: Día de la semana
fr: Jour de la semaine
id: Hari dalam minggu
it: Giorno della settimana

# FileNamingBlockDayYear
source: Day of year
de: Tag des Jahres
es: Día del año
fr: Jour de l'année
id: Hari dalam tahun
it: Giorno dell'anno

# FileNamingBlockMaximumLetters
source: Limit number of letters
de: Anzahl der Buchstaben begrenzen
es: Limitar número de letras
fr: Limiter le nombre de lettres
id: Batasi jumlah huruf
it: Limite numero di lettere

# FileNamingBlockMinimumDigits
source: Always use minimum number of digits
de: Immer eine minimale Anzahl an Ziffern benutzen
es: Utilice siempre el número mínimo de dígitos
fr: Toujours utiliser un nombre minimum de chiffres
id: Selalu gunakan jumlah digit minimum
it: Usa sempre numero minimo di caratteri

# FileNamingBlockMonthName
source: Name of month
de: Name des Monats
es: Nombre del mes
fr: Nom du mois
id: Nama bulan
it: Nome del mese

# FileNamingBlockMonthNumber
source: Number of month
de: Nummer des Monats
es: Número del mes
fr: Numéro du mois
id: Jumlah bulan
it: Numero del mese

# FileNamingBlockMonthShortName
source: Short name of month
de: Gekürzter Name des Monats
es: Nombre abreviado del mes
fr: Abréviation du mois
id: Nama pendek bulan
it: Nome corto del mese

# FileNamingBlockSkipIfDefault
source: Skip if default
de: Überspringen wenn Standard
es: Omitir si es predeterminado
fr: Passer si par défaut
id: Lewati jika default
it: Salta se predefinito

# FileNamingBlockTwoDigits
source: Always two digits
de: Immer zwei Ziffern
es: Siempre dos dígitos
fr: Toujours deux chiffres
id: Selalu dua digit
it: Sempre due caratteri

# SettingsFileNamingCustomPattern
source: Custom pattern
de: Benutzerdefiniertes Muster
es: Patrón personalizado
fr: Modèle personnalisé
id: Pola kustom
it: Modello personalizzato

# SettingsFileNamingDatePattern
source: Date
de: Datum
es: Fecha
id: Tanggal
it: Data

# SettingsFileNamingDateTimePattern
source: Date and time (Default)
de: Datum und Zeit (Standard)
es: Fecha y hora (predeterminados)
fr: Date et heure (par défaut)
id: Tanggal dan waktu (Bawaan)
it: Data e ora (predefinito)

# FileNamingBlockInvalid
source: Invalid block
de: Ungültiger Block
es: Bloque inválido
fr: Bloc invalide
id: Blok invalid
it: Blocco non valido

# FileNamingBlockSkippedForAuto
source: This block will always be skipped for scans with the automatic configuration.
de: Dieser Block wird bei Scans mit der automatischen Konfiguration immer übersprungen.
es: Este bloque siempre se omitirá para los escaneos con la configuración automática.
fr: Ce bloc sera toujours ignoré pour les numérisations avec la configuration automatique.
id: Blok ini akan selalu dilewati untuk pemindaian dengan konfigurasi otomatis.
it: Questo blocco verrà sempre ignorato per le scansioni con la configurazione automatica.

# FileNamingBlockDate
source: Date
de: Datum
es: Fecha
id: Tanggal
it: Data

# FileNamingBlockTime
source: Time
de: Zeit
es: Hora
fr: Heure
id: Waktu
it: Ora

# DialogCustomFileNaming.SecondaryButtonText
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
it: Annulla

# ErrorMessageRenameInvalidFileName
source: Invalid file name
de: Ungültiger Dateiname
es: Nombre de archivo no válido
fr: Nom de fichier invalide
id: Nama file tidak valid
it: Nome file non valido

source: Move backward
de: Nach hinten schieben
es: Retroceder
fr: Déplacer en arrière
id: Mundurkan
it: Sposta indietro

source: Move forward
de: Nach vorn schieben
es: Avanzar
fr: Déplacer en avant
id: Majukan
it: Sposta avanti

source: Move to back
de: Ans Ende verschieben
es: Mover hacia atrás
fr: Déplacer vers l'arrière
id: Pindahkan kebelakang
it: Sposta all'indietro

source: Move to front
de: An den Anfang verschieben
es: Mover al frente
fr: Déplacer vers l'avant
id: Pindahkan kedepan
it: Sposta in avanti

# FileNamingDeleteBlock
source: Delete block
de: Block löschen
es: Eliminar bloque
fr: Supprimer le bloc
id: Hapus blok
it: Elimina blocco

# OtherAppsDialogFree
source: Free
de: Gratis
fr: Gratuit
id: Unduh
it: Gratuito

# OtherApps
source: Discover more
de: Mehr entdecken
fr: En savoir plus
id: Temukan lebih banyak lagi
it: Scoprire di più

# OtherAppsDialogHeading
source: Discover more
de: Mehr entdecken
fr: En savoir plus
id: Temukan lebih banyak lagi
it: Scoprire di più

# OtherAppsDialogBody
source: Check out my other apps, if you like this one.
de: Probieren Sie auch meine anderen Apps aus, wenn Ihnen Scanner gefällt.
fr: Essayez aussi mes autres applications si celle-ci vous plaît.
id: Coba juga aplikasi saya yang lain jika Anda menyukai aplikasi ini.
it: Provate anche le altre applicazioni se vi piace questa.

# OtherAppsDialogClipShelfBody
source: Pin your clipboard to the taskbar and access the clipboard history from anywhere.
de: Pinnen Sie Ihre Zwischenablage an die Taskleiste und greifen Sie von überall aus auf den Zwischenablageverlauf zu.
fr: Épinglez votre presse-papier à la barre des tâches et accédez à l'historique du presse-papier où que vous soyez.
id: Sematkan papan klip Anda ke bilah tugas dan akses riwayat papan klip dari mana saja.
it: Appuntate gli appunti sulla barra delle applicazioni e accedete alla cronologia degli appunti da qualsiasi punto.

source: Multi-page formats
de: Multiple pages
es: Multiple pages
fr: Multiple pages
id: Multiple pages
it: Multiple pages

# CustomFolderNamingDialogHeading
source: Custom folder naming pattern
de: Benutzerdefiniertes Dateinamenmuster
fr: Modèle personnalisé de nom de fichier
id: Pola penamaan file kustom
it: Modello di denominazione dei file personalizzato

# SettingsFileNamingCustomPatternExplanation
source: Drag and drop blocks to build your own dynamic file naming pattern. Select a block to modify its output or drag it into the bin to remove it.
de: Ziehen und platzieren Sie Blöcke um Ihr eigenes dynamisches Dateinamenmuster zu bauen. Wählen Sie einen Block um seine Ausgabe anzupassen, oder ziehen Sie ihn den Mülleimer, um ihn zu löschen.
es: Arrastre y suelte bloques para crear su propio patrón dinámico de nombres de archivos. Seleccione un bloque para modificar su salida o arrástrelo al contenedor para eliminarlo.
fr: Faites glisser et déposez les blocs pour créer votre propre modèle dynamique de nom de fichier. Sélectionnez un bloc pour modifier son résultat ou faites-le glisser dans la corbeille pour le supprimer.
id: Seret dan lepas blok untuk membuat pola penamaan file dinamis anda sendiri. Pilih blok untuk mengubah outputnya atau seret ke tempat sampah untuk menghapusnya.
it: Trascina e rilascia i blocchi per costruire il tuo modello dinamico di denominazione file. Seleziona un blocco per modificare il modello o trascinalo nel cestino per eliminarlo.

# SettingsFolderNamingCustomPatternExplanation
source: Drag and drop blocks to build your own dynamic folder naming pattern. Select a block to modify its output or drag it into the bin to remove it.
de: Ziehen und platzieren Sie Blöcke um Ihr eigenes dynamisches Dateinamenmuster zu bauen. Wählen Sie einen Block um seine Ausgabe anzupassen, oder ziehen Sie ihn den Mülleimer, um ihn zu löschen.
fr: Faites glisser et déposez les blocs pour créer votre propre modèle dynamique de nom de fichier. Sélectionnez un bloc pour modifier son résultat ou faites-le glisser dans la corbeille pour le supprimer.
id: Seret dan lepas blok untuk membuat pola penamaan file dinamis anda sendiri. Pilih blok untuk mengubah outputnya atau seret ke tempat sampah untuk menghapusnya.
it: Trascina e rilascia i blocchi per costruire il tuo modello dinamico di denominazione file. Seleziona un blocco per modificare il modello o trascinalo nel cestino per eliminarlo.

source: Select all
de: Alle auswählen
fr: Tout sélectionner
id: Pilih semua
it: Seleziona tutto

# AspectRatioNAANSIB
source: ANSI B - Ledger/Tabloid
es: ANSI B - Libro/Tabloide
fr: ANSI B - Ledger/Tabloïd

# ResolutionValue
source: {0:0} DPI
es: {0:0} PPP
fr: {0:0} PPP

source: Editor
fr: Éditeur

# EditorHeading
source: Editor
fr: Éditeur

# ManifestDisplayName
source: Scanner
es: Escáner

# ManifestShortName
source: Scanner
es: Escáner
